{
    "group": "counterfactual",
    "phase": "training",
    "progress": "10-2",
    "example-1": [
        { "text": "I recently had the opportunity to stay at the Conrad Chicago Hotel, located on North Rush Street. As part of the Hilton hotel chain, I was confident that I would have a positive experience. Unfortunately, from the time I walked in the door until the time I checked out, I was plagued with nothing but problems. When I walked into the hotel, I was not greeted by the concierge, which is usually a bad sign. (He was reading a newspaper.) Then, when I announced that I was holding a reservation, they desk clerk was unable to find it. I had a confirmation number which they agreed matched a number in their system, but they could not find the room I had reserved. Finally, they assigned me a room, but it was smaller than I had originally requested and it had a bad odor. I was very disappointed with the room and its decor. The room smelled of stale smoke, even though it was on a non-smoking floor. The bedspread was threadbare and there was no soap in the bathroom. I had to keep checking to make sure I was really at the Conrad Chicago. Surely, this was not the way the Hilton chain operates! There continued to be problem throughout my stay. I asked for a wake-up call and it was 15 minutes late, which had me scurrying around so I could make my business meeting. I ordered breakfast to be brought to my room, and it never showed up -- at all! And the water for my shower never reached anything by lukewarm, so my shower was short and unsatisfying. I decided to check out of the Conrad Chicago a day earlier than originally planned because I was so dissatisfied with the hotel and the way it attempted to resolve the problems and issues. Upon my return home, I wrote a letter to the hotel manager, but never received a reply. Because they refused to acknowledge that I had problems, I will not be staying at the Conrad Chicago again, and will avoid all Hilton Hotels in the future." },
        { "deceptive": "deceptive" },
        { "hotel": "conrad" },
        { "polarity": "negative" }
    ],
    "example-2": [
        { "text": "Months prior to my 5-night reservation with the Hilton Chicago I requested a room that allowed in a lot of natural light, facing an open view, not a close building. (The reservation was made through a conference travel agency.) I confirmed my request by telephone a few days in advance directly with the hotel and at check-in the clerk noted it in my record. She told me it would be difficult to find, but consulted a chart and appeared to be satisfied with the room she assigned me. I was very surprised to open the door onto a room on the inside of one of the towers, tucked into a very dark corner, facing a wall of rooms. I called the desk immediately and was told that the hotel was sold out and it was hard to tell what rooms were still available that suited my request, but to 'sit tight' and someone would call me. No one did. Further calls yielded similar results. At one point I was told I could have a 'parlor room,' with a sofa bed, at a reduced rate, but I could not go see the room before committing to moving. That's real hospitality for you. Worried that a bad sofa bed could be worse than rooming in a cave, I ended up staying in the dreadfully dark room. (I had asked for a bright room with one bed and got a dark room with two beds.) The only redeeming feature of the room was that it had 2 bathrooms. Other than that, it was tight quarters with a tiny closet, two uncomfortably low chairs, at the desk and in a (dark) corner. Light fixtures didn't do much to brighten things up. Since I was here at a conference, I really wanted a bright environment to wake up early and start the workday in and to have as a cheerful office for mid-day calls and e-mail, but instead I got a cave. Consequently, I spent as little time as possible in the room and next time I am in Chicago, conference or not, I will absolutely stay at another hotel. There are much better locations that the Hilton Chicago and looking at the percentage of 'inside tower' rooms, places with a much better chance of having a bright room as well as better customer service. Shame on the Chicago Hilton." },
        { "deceptive": "truthful" },
        { "hotel": "hilton" },
        { "polarity": "negative" }
    ],
    "example-3": [
        { "text": "I gave the Conrad a second try at impressing me and it failed miserably. The hotel will not honor room requests. I expressed this was for a special occasion and would love a room with a view on my reservation. I got there and my 'view' was of the adjacent office building windows. I didn't pay nearly $400 a night for that. I called down and the manager was absolutely rude. 'That would've required you to pay at least $40 more..' Rude. Lots and lots of mistakes happened. Requested pillows were never sent up, the television sound was not functioning (i.e. NO sound), when telling the manager of the problems he was horribly condescending and cared very little. I've had better service at a Hampon Inn! When they screwed up our breakfast vouchers I had to physically go down and question it.. they said 'we will send them right up'.. No, that never happened. Absolutely ridiculous. The bathroom has always been nice, and the room had been renovated since I was there last year (thank the lord!)... It had a nice ambiance to it. The bed was quite nice as well. The valet guys were fantastic, probably the nicest men within that entire hotel. Also the bellman, and housekeepers were wonderfully sweet and always said 'hi' or 'hope you have a wonderful day'.. I appreciated that. Perhaps the management team needs to go back to training school to learn about customer service. Breakfast at the Conrad restaurant is to be avoided completely. The service was abysmally inept, and not to mention slow. We had two different watresses and it took upward of 15 minutes just to get our juice. They looked like they hated their jobs, and treated us with the same attitude. We were never checked on after the food came. The food is overpriced and the quality is severely lacking. I got a continental breakfast and it included a muffin (burnt), a small croissant, and a tiny cinnamon roll. 14 dollars for that. Laughable. Or if you choose, for 14 dollars you can get some toast and juice! Spare yourself and choose to eat elsewhere where you can get an actual tasty meal for your money. Overall, the managers need to learn what customer service means, and how to bend over backwards for a customer. Otherwise your business will crumble. And the Conrad has crumbled for me. I spent way too much money on terrible service. I've already sent my opinions to Hilton headquarters. I'll be looking at other hotels the next time im in Chicago." },
        { "deceptive": "truthful" },
        { "hotel": "conrad" },
        { "polarity": "negative" }
    ],
    "annotations": []
}