{
    "group": "counterfactual",
    "phase": "testing",
    "progress": "10-1",
    "example-1": [
        { "text": "This is the best hotel to stay in when visiting Chicago. I travel a lot, both for business and vacation. The Talbott Hotel is a cozy yet stately hotel that is handsome, and elegant. Not to mention all the modern features that I'm used to having at home, are available in the room. I brought my wife on my last business trip and we stayed in the one bedroom suite. She didn't even want to leave the room. The concierge was especially helpful in finding us a romantic place to go for dinner." },
        { "deceptive": "deceptive" },
        { "hotel": "talbott" },
        { "polarity": "positive" }
    ],
    "example-2": [
        { "text": "Chicago is one of our favorite cities to visit. Some friends suggested trying The Talbott. I'm delighted we took them up. The Talbott is a great 'small' hotel a block and a half off of Michigan Avenue near the Four Seasons, Drake and Westin. The concierge staff was most helpfull. Gene and Stephanie took great care of us. The rooms were spacious and very fresh. The elevators could be a bit slow at times. Aside from the construction next door, our stay was perfect. Bice now runs the hotel restaurant. We enjoyed having breakfast there. We will stay there again." },
        { "deceptive": "truthful" },
        { "hotel": "talbott" },
        { "polarity": "positive" }
    ],
    "example-3": [
        { "text": "Just returned from a 3 night stay at the Talbott. This was our first visit there, and I can honestly say that I wouldn't stay at any other hotel in Chicago. From when we first were greated by the bell captain until our final departure, the staff was nothing less than amazing, always greeting with a smile and can I help you attitute. The room we had (1508) was very spacious and comfortable. The bed was probably the most comfortable that my wife and I have ever slept in (including the Four Seasons). Had great breakfasts and drinks at Basil's. You would be missing a fantastic experience, if you didn't stay at the Talbott." },
        { "deceptive": "truthful" },
        { "hotel": "talbott" },
        { "polarity": "positive" }
    ],
    "annotations": []
}