{"source":"{\"phase\":\"introduction\"}", "id":"0"}
{"source":"{\"group\":\"counterfactual\",\"phase\":\"training\",\"progress\":\"10-1\",\"example-1\":[{\"text\":\"In the 100 degree heat of a Chicago summer, it sucks if your air conditioner does not work. After 2 maintenance men attempted to rectify the issue I was offered a portable fan which on low speed sound as if a helicopter was hoovering over my room. I requested a room change and a not so polite, unsympathetic night front desk attendant stated that was not possible because the hotel was at capacity. Maybe a manager could help me in the morning. The next day went by and no call was received. At 7pm, I called the front desk. No one was aware of my problem. Approximately 45 minutes later, a manager returned my call and stated a double room was available. I accepted it was glee. Anything was better than a room that does not cool below 78 degrees in the middle of summer. I was paritally correct. The bathroom door of the new room did not close. Thank god my boyfriend and I are past the shy part of the relationship. As for room 1618, I believe I was not the first guest to complain about the air conditioner. What's unfortunate is they continued to place guests into this room. And did not offer any reufunds or perks for my sleepless night in the sauna! This hotel need a major overhaul!!\"},{\"deceptive\":\"truthful\"},{\"hotel\":\"James\"},{\"polarity\":\"negative\"}],\"example-2\":[{\"text\":\"I had originally chosen the Conrad Chicago Hotel for its location near shopping centers that were within walking distance. However, I later learned that I had made a poor choice. Upon arrival, the lobby seemed nice and we checked in with the clerk. Although, when we reached out hotel room, we were dissapointed in finding it to be a one-bedroom suite. My family went back down to demand another room with two queen-size beds. The clerk, after a twenty minute waiting period, was able to find us a suitable room. Upon entering, the room was noticably hot. We turned on the air conditioning, and after waiting for thirty minutes, the room remained muggy and humid. I called the front desk to complain and ask for a repair man or another room. They promised a repairman within ten minutes. 1 hour later I called again and remined them that the repairman hadn't shown up. They once again promised a speedy repair. While waiting, I discovered that our room had no soap and the towels were still damp. I called the front lobby and she said that they were sorry for the inconvenience and that there were some more one the first level, but I had to go get them. After all this trouble, I argued that they should bring it up to me, but in the end, I wound up going to get it myself. After returning to my room and waiting another 30 minutes, the repair man had not shown up. So I called again, and within 5 minutes the repairman came. He managed to fix the air conditioner, but it was about 12am. We were finally able to get some peace and rest well after the room cooled off, but as the night went on, we noticed another problem. The air conditioner began to make wretched screeches and banging sounds. It also emitted a strange odor. Upon checking with the front desk, we demanded another room because it was too late at night to have it repaired. There were not available rooms left, and being so fed up with this hotel's poor service, we promptly left and checked in at a nearby hotel. I don't recommend the Conrad Chicago to anyone who wants to enjoy their time.\"},{\"deceptive\":\"deceptive\"},{\"hotel\":\"Conrad\"},{\"polarity\":\"negative\"}],\"example-3\":[{\"text\":\"I went to stay in the Millenium Hotel Chicago. Now, first, being from rural midwest I was surprised at the price in general, but kind of accepted it when I was assured by my cousin(whom I was visiting in Chicago) said it was normal. So I check in, service seems fine. I get checked in, room seems ok. A couple of hours later, a lady comes into my room, not a hotel employee, just some lady. Turns out, they cross checked the rooms. We(her and I) went down and complained. Turns out they double booked the room, not that they were full, but they were full on THAT room type, Standard, as well as the Superior Rooms. Rather than simply upgrade one of us for the mistake they asked which one of us would like to 'move up'. We argued with them for 20 minutes, they didn't budge, our only option was for one of us to fork over an extra $60 for a Corner Superior. We(the lady, her name was Sharon) decided to split the difference some, she gave me $20 and I moved. I get to the new room about 20 minutes later, nobody, but Sharon helped me move. I get there, the bed was thrown together, not made, and the bathroom wasn't clean, the garbage had a kleenex in it(I wasn't going to check if it was used). I called down, it was now 5PM. No answer, I called for 10 minutes and finally got a hold of someone. I told them about the state of my room. They said they would have someone up 'right away'. I waited 30 minutes and a lady comes in, not in uniform, but she did a hell of a job cleaning. She switched out the garbage, wiped out the whole bathroom, vaccuumed around me, and switched out the bedding, all told she was in and out in 10 minutes. She didn't say two words to me, but she did clean. I stayed the night and checked out a 7AM and will never go back. Ryan from Iowa.\"},{\"deceptive\":\"deceptive\"},{\"hotel\":\"Knickerbocker\"},{\"polarity\":\"negative\"}],\"annotations\":[]}", "id":"1"}
{"source":"{\"group\":\"counterfactual\",\"phase\":\"training\",\"progress\":\"10-2\",\"example-1\":[{\"text\":\"I recently had the opportunity to stay at the Conrad Chicago Hotel, located on North Rush Street. As part of the Hilton hotel chain, I was confident that I would have a positive experience. Unfortunately, from the time I walked in the door until the time I checked out, I was plagued with nothing but problems. When I walked into the hotel, I was not greeted by the concierge, which is usually a bad sign. (He was reading a newspaper.) Then, when I announced that I was holding a reservation, they desk clerk was unable to find it. I had a confirmation number which they agreed matched a number in their system, but they could not find the room I had reserved. Finally, they assigned me a room, but it was smaller than I had originally requested and it had a bad odor. I was very disappointed with the room and its decor. The room smelled of stale smoke, even though it was on a non-smoking floor. The bedspread was threadbare and there was no soap in the bathroom. I had to keep checking to make sure I was really at the Conrad Chicago. Surely, this was not the way the Hilton chain operates! There continued to be problem throughout my stay. I asked for a wake-up call and it was 15 minutes late, which had me scurrying around so I could make my business meeting. I ordered breakfast to be brought to my room, and it never showed up -- at all! And the water for my shower never reached anything by lukewarm, so my shower was short and unsatisfying. I decided to check out of the Conrad Chicago a day earlier than originally planned because I was so dissatisfied with the hotel and the way it attempted to resolve the problems and issues. Upon my return home, I wrote a letter to the hotel manager, but never received a reply. Because they refused to acknowledge that I had problems, I will not be staying at the Conrad Chicago again, and will avoid all Hilton Hotels in the future.\"},{\"deceptive\":\"deceptive\"},{\"hotel\":\"conrad\"},{\"polarity\":\"negative\"}],\"example-2\":[{\"text\":\"Months prior to my 5-night reservation with the Hilton Chicago I requested a room that allowed in a lot of natural light, facing an open view, not a close building. (The reservation was made through a conference travel agency.) I confirmed my request by telephone a few days in advance directly with the hotel and at check-in the clerk noted it in my record. She told me it would be difficult to find, but consulted a chart and appeared to be satisfied with the room she assigned me. I was very surprised to open the door onto a room on the inside of one of the towers, tucked into a very dark corner, facing a wall of rooms. I called the desk immediately and was told that the hotel was sold out and it was hard to tell what rooms were still available that suited my request, but to 'sit tight' and someone would call me. No one did. Further calls yielded similar results. At one point I was told I could have a 'parlor room,' with a sofa bed, at a reduced rate, but I could not go see the room before committing to moving. That's real hospitality for you. Worried that a bad sofa bed could be worse than rooming in a cave, I ended up staying in the dreadfully dark room. (I had asked for a bright room with one bed and got a dark room with two beds.) The only redeeming feature of the room was that it had 2 bathrooms. Other than that, it was tight quarters with a tiny closet, two uncomfortably low chairs, at the desk and in a (dark) corner. Light fixtures didn't do much to brighten things up. Since I was here at a conference, I really wanted a bright environment to wake up early and start the workday in and to have as a cheerful office for mid-day calls and e-mail, but instead I got a cave. Consequently, I spent as little time as possible in the room and next time I am in Chicago, conference or not, I will absolutely stay at another hotel. There are much better locations that the Hilton Chicago and looking at the percentage of 'inside tower' rooms, places with a much better chance of having a bright room as well as better customer service. Shame on the Chicago Hilton.\"},{\"deceptive\":\"truthful\"},{\"hotel\":\"hilton\"},{\"polarity\":\"negative\"}],\"example-3\":[{\"text\":\"I gave the Conrad a second try at impressing me and it failed miserably. The hotel will not honor room requests. I expressed this was for a special occasion and would love a room with a view on my reservation. I got there and my 'view' was of the adjacent office building windows. I didn't pay nearly $400 a night for that. I called down and the manager was absolutely rude. 'That would've required you to pay at least $40 more..' Rude. Lots and lots of mistakes happened. Requested pillows were never sent up, the television sound was not functioning (i.e. NO sound), when telling the manager of the problems he was horribly condescending and cared very little. I've had better service at a Hampon Inn! When they screwed up our breakfast vouchers I had to physically go down and question it.. they said 'we will send them right up'.. No, that never happened. Absolutely ridiculous. The bathroom has always been nice, and the room had been renovated since I was there last year (thank the lord!)... It had a nice ambiance to it. The bed was quite nice as well. The valet guys were fantastic, probably the nicest men within that entire hotel. Also the bellman, and housekeepers were wonderfully sweet and always said 'hi' or 'hope you have a wonderful day'.. I appreciated that. Perhaps the management team needs to go back to training school to learn about customer service. Breakfast at the Conrad restaurant is to be avoided completely. The service was abysmally inept, and not to mention slow. We had two different watresses and it took upward of 15 minutes just to get our juice. They looked like they hated their jobs, and treated us with the same attitude. We were never checked on after the food came. The food is overpriced and the quality is severely lacking. I got a continental breakfast and it included a muffin (burnt), a small croissant, and a tiny cinnamon roll. 14 dollars for that. Laughable. Or if you choose, for 14 dollars you can get some toast and juice! Spare yourself and choose to eat elsewhere where you can get an actual tasty meal for your money. Overall, the managers need to learn what customer service means, and how to bend over backwards for a customer. Otherwise your business will crumble. And the Conrad has crumbled for me. I spent way too much money on terrible service. I've already sent my opinions to Hilton headquarters. I'll be looking at other hotels the next time im in Chicago.\"},{\"deceptive\":\"truthful\"},{\"hotel\":\"conrad\"},{\"polarity\":\"negative\"}],\"annotations\":[]}", "id":"2"}
{"source":"{\"group\":\"counterfactual\",\"phase\":\"testing\",\"progress\":\"10-1\",\"example-1\":[{\"text\":\"This is the best hotel to stay in when visiting Chicago. I travel a lot, both for business and vacation. The Talbott Hotel is a cozy yet stately hotel that is handsome, and elegant. Not to mention all the modern features that I'm used to having at home, are available in the room. I brought my wife on my last business trip and we stayed in the one bedroom suite. She didn't even want to leave the room. The concierge was especially helpful in finding us a romantic place to go for dinner.\"},{\"deceptive\":\"deceptive\"},{\"hotel\":\"talbott\"},{\"polarity\":\"positive\"}],\"example-2\":[{\"text\":\"Chicago is one of our favorite cities to visit. Some friends suggested trying The Talbott. I'm delighted we took them up. The Talbott is a great 'small' hotel a block and a half off of Michigan Avenue near the Four Seasons, Drake and Westin. The concierge staff was most helpfull. Gene and Stephanie took great care of us. The rooms were spacious and very fresh. The elevators could be a bit slow at times. Aside from the construction next door, our stay was perfect. Bice now runs the hotel restaurant. We enjoyed having breakfast there. We will stay there again.\"},{\"deceptive\":\"truthful\"},{\"hotel\":\"talbott\"},{\"polarity\":\"positive\"}],\"example-3\":[{\"text\":\"Just returned from a 3 night stay at the Talbott. This was our first visit there, and I can honestly say that I wouldn't stay at any other hotel in Chicago. From when we first were greated by the bell captain until our final departure, the staff was nothing less than amazing, always greeting with a smile and can I help you attitute. The room we had (1508) was very spacious and comfortable. The bed was probably the most comfortable that my wife and I have ever slept in (including the Four Seasons). Had great breakfasts and drinks at Basil's. You would be missing a fantastic experience, if you didn't stay at the Talbott.\"},{\"deceptive\":\"truthful\"},{\"hotel\":\"talbott\"},{\"polarity\":\"positive\"}],\"annotations\":[]}", "id":"3"}
{"source":"{\"group\":\"counterfactual\",\"phase\":\"testing\",\"progress\":\"10-2\",\"example-1\":[{\"text\":\"This hotel is ok but is not the best for the money. First of all the parking prices are exorbitant. I know parking is at a premium for this location but the price is much too high. Also, the service at this hotel was poor. I felt like room service took too long and considering the price the service was poor in general, and the staff at The Palmer House seemed more interested in helping the richer or more known customers more than us. In addition I feel that there were too many fees including a fee for internet. Also the rooms were very clean and beds very nice but there was some noise and you could hear the people walking above you. I would say it was an average experience at this hotel and considering the price maybe think twice about The Palmer House.\"},{\"deceptive\":\"deceptive\"},{\"hotel\":\"palmer\"},{\"polarity\":\"negative\"}],\"example-2\":[{\"text\":\"I stayed at the Palmer House for @ $150/night on a corporate rate. The bed was excellent, the linens/towels were top of the line. I did not find my room shabby, as other reviewers noted. The Palmer House is over 130 years old. Rooms have older woodwork and classic furniture; I think that lends to the ambience of the place. It is expensive, and I'm not sure I'd stay there if my company weren't picking up the tab. But the hotel itself is still awe-inspiring.\"},{\"deceptive\":\"truthful\"},{\"hotel\":\"palmer\"},{\"polarity\":\"positive\"}],\"example-3\":[{\"text\":\"The hotel is almost always very helpful. This stay caused me to re-think if I like the Palmer House. I had dirty covers for the bed. It was also the smallest room in the hotel I am sure. My husband and I usually come 8 times each year. He is there doing Business and CTA work. We are not pleased with the size of the room at all now. Rooms have always had two chairs, desk, and usually 22 by 25 feet. Not this room on the 11th floor. It was only 15 X 17 approx. The service men at the doors have always said a welcome but not this time. In the past we had a bell man steal a $300. pair of sun glasses and the hotel did nothing about our loss financially.\"},{\"deceptive\":\"truthful\"},{\"hotel\":\"palmer\"},{\"polarity\":\"negative\"}],\"annotations\":[]}", "id":"4"}